Revit 2027 API
BuiltInFailures.DividedPathFailures.DividedPathDistanceTooSmall Property
 Distance is too small.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DividedPathDistanceTooSmall { get; }
Public Shared ReadOnly Property DividedPathDistanceTooSmall As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DividedPathDistanceTooSmall {
	FailureDefinitionId^ get ();
}
static member DividedPathDistanceTooSmall : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DividedPathFailures Class
Autodesk.Revit.DB Namespace